<?php

return array (
  'avatar' => 'صورة المستخدم',
  'companies' => 'الشركات',
  'company' => 'الشركة',
  'create_new' => 'إضافة مستخدم',
  'created' => 'تم إضافة المستخدم بنجاح',
  'email' => 'البريد الالكترونى',
  'employee_no' => 'رقم الموظف',
  'full_name' => 'إسم الموظف',
  'role' => 'الصلاحية',
  'status' => 'الحالة',
  'updated' => 'تم تعديل المستخدم بنجاح',
  'user_name' => 'إسم المستخدم',
  'disabled' => 'غير مفعل',
  'enabled' => 'مفعل',
  'max_image'=>'مساحة الصورة لا تزيد عن 2 ميجا',
  'username_rule'=>'عدد الحروف لا يقل عن 4 حروف ولا يزيد عن 30 حرف بدون مسافات',
  'password_rule'=>'عدد الحروف لا يقل عن 6 حروف ولا يزيد عن 30 حرف ',
  'role_rule'=>'المستخدم سوف يكون غير مفعل إذا لم يتم إختيار صلاحية',
  'alert_title'=>'المستخدم سوف يكون غير مفعل لعدم إختيار صلاحية',
  'alert_create_user'=>'هل تريد إنشاء مستخدم بدون صلاحية؟'


);
